tap "azure/kubelogin"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "oven-sh/bun"
brew "adns"
brew "antigen"
brew "atuin"
brew "azure-cli"
brew "bash"
brew "bash-completion@2"
brew "cilium-cli"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "docker-completion"
brew "exiftool"
brew "fx"
brew "fzf"
brew "git"
brew "go"
brew "grpcurl"
brew "helm"
brew "htop"
brew "hubble"
brew "icu4c@75"
brew "jo"
brew "jq"
brew "k9s"
brew "kind"
brew "openjdk"
brew "kotlin"
brew "kubectx"
brew "kustomize"
brew "lua"
brew "lynx"
brew "mas"
brew "nmap"
brew "nvm"
brew "poppler"
brew "pyenv"
brew "starship"
brew "stern"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "azure/kubelogin/kubelogin"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"
cask "adobe-acrobat-pro"
cask "adobe-creative-cloud"
cask "alt-tab"
cask "arc"
cask "cyberduck"
cask "displaylink"
cask "docker"
cask "dotnet"
cask "drawio"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-sn-pro"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "iina"
cask "imageoptim"
cask "inkscape"
cask "insomnia"
cask "intellij-idea"
cask "kap"
cask "karabiner-elements"
cask "kitty"
cask "logitech-g-hub"
cask "mic-drop"
cask "microsoft-azure-storage-explorer"
cask "miro"
cask "obsidian"
cask "powershell"
cask "rectangle"
cask "shottr"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "tyke"
cask "vanilla"
cask "visual-studio-code"
cask "vmware-fusion"
cask "wireshark"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
mas "Amphetamine", id: 937984704
mas "Dato", id: 1470584107
mas "Flow", id: 1423210932
mas "Microsoft Remote Desktop", id: 1295203466
mas "Pixelmator Pro", id: 1289583905
mas "Slack", id: 803453959
mas "TestFlight", id: 899247664
mas "ToothFairy", id: 1191449274
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "4ops.terraform"
vscode "alexcvzz.vscode-sqlite"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "azapi-vscode.azapi"
vscode "ban.spellright"
vscode "bencoleman.armview"
vscode "benjpas.close-all"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bradlc.vscode-tailwindcss"
vscode "chrisdias.vscode-opennewinstance"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dnlytras.nord-wave"
vscode "donjayamanne.githistory"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "janisdd.vscode-edit-csv"
vscode "jock.svg"
vscode "johnpapa.vscode-peacock"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-apimanagement"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azureserverlesspack"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-azuretools.vscode-logicapps"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-aks-tools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.powershell"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "mtxr.sqltools"
vscode "naumovs.color-highlight"
vscode "nicoespeon.slides"
vscode "orta.vscode-jest"
vscode "pkief.material-icon-theme"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "sdras.night-owl"
vscode "standard.vscode-standard"
vscode "sumneko.lua"
vscode "tberman.json-schema-validator"
vscode "tomoki1207.pdf"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "visualstudioonlineapplicationinsights.application-insights"
vscode "vscode-icons-team.vscode-icons"
