tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "oven-sh/bun"
brew "adns"
brew "antigen"
brew "azure-cli"
brew "bash"
brew "bash-completion@2"
brew "cilium-cli"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "docker-completion"
brew "exiftool"
brew "fx"
brew "fzf"
brew "git"
brew "go"
brew "grpcurl"
brew "helm"
brew "htop"
brew "hubble"
brew "icu4c@75"
brew "jo"
brew "jq"
brew "k9s"
brew "kind"
brew "openjdk"
brew "kotlin"
brew "kubectx"
brew "kustomize"
brew "lua"
brew "lynx"
brew "mas"
brew "nmap"
brew "nvm"
brew "poppler"
brew "pyenv"
brew "starship"
brew "stern"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "azure/kubelogin/kubelogin"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"
cask "adobe-acrobat-pro"
cask "adobe-creative-cloud"
cask "alt-tab"
cask "arc"
cask "cyberduck"
cask "displaylink"
cask "docker"
cask "dotnet"
cask "drawio"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-sn-pro"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "iina"
cask "imageoptim"
cask "inkscape"
cask "insomnia"
cask "intellij-idea"
cask "kap"
cask "karabiner-elements"
cask "kitty"
cask "mic-drop"
cask "microsoft-azure-storage-explorer"
cask "miro"
cask "obsidian"
cask "powershell"
cask "rectangle"
cask "shottr"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "tyke"
cask "vanilla"
cask "visual-studio-code"
cask "vmware-fusion"
cask "wireshark"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
mas "Amphetamine", id: 937984704
mas "Dato", id: 1470584107
mas "Flow", id: 1423210932
mas "Microsoft Remote Desktop", id: 1295203466
mas "Pixelmator Pro", id: 1289583905
mas "Slack", id: 803453959
mas "TestFlight", id: 899247664
mas "ToothFairy", id: 1191449274
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835